Repository: willy014/e2m3u2bouquet-plugin
Catalog: po/*.po
Languages: de

source: About
de: Über

source: Add
de: Hinzufügen

source: All IPTV Type:
de: Alle IPTV Typen:

source: Attempt Epg Import
de: EPG Import einbeziehen

source: Automatic bouquet update (schedule)
de: Automatische Aktualisierung des Bouquets (Zeitplan)

source: Automatic bouquet update (when box starts)
de: Automatische Aktualisierung des Bouquets (wenn die Box gestartet wird)

source: Automatically download Picons
de: Picons automatisch herunterladen

source: Automatically run Epg Import after bouquet update
de: Automatisches Ausführen von EPG Import nach Aktualisierung des Bouquets

source: Cancel
de: Abbrechen

source: Check providers bouquet
de: Überprüfe Bouquets des Anbieters

source: Choose either a fixed time or an hourly update interval
de: Wähle zwischen einer festen Zeit oder einem stündlichen Aktualisierungsintervall

source: Choose level of settings. Expert shows all options
de: Wähle Stufe der Einstellungen. Experte zeigt alle Optionen

source: Close
de: Schließen

source: Configure
de: Konfigurieren

source: Confirm deletion of provider {}
de: Bestätige löschen des Anbieters

source: Create Bouquets
de: Erstelle Bouquets

source: Create a bouquet containing all channels
de: Erstelle ein Bouquet welches alle Kanäle beinhaltet

source: Create all channels bouquet:
de: Erstelle Bouquet mit allen Kanälen:

source: Delete
de: Löschen

source: Delete provider {}
de: Lösche Anbieter {}

source: Delete:
de: Löschen:

source: EPG Import not found Please install the EPG Import plugin
de: EPG Import nicht gefunden Bitte EPG Import Plugin installieren

source: EPG Import: Importing {} {} events
de: EPG Import: Importiere {} {} Ereignisse

source: Enable debug mode. Do not enable unless requested
de: Aktiviere Debugmodus. Nur aktivieren wenn gefordert

source: Enable provider {}
de: Aktiviere Anbieter {}

source: Enable this option to check and use providers custom service refs
de: Aktivieren Sie diese Option, um benutzerdefinierte Service-Referenzen von Anbietern zu prüfen und zu verwenden

source: Enable to create multiple VOD bouquets rather than single VOD bouquet
de: Ermöglicht die Erstellung mehrerer VOD-Bouquets anstelle eines einzelnen VOD-Bouquets

source: Enable to update bouquets on a schedule
de: Aktualisierung der Bouquets nach einem Zeitplan ermöglichen

source: Enabled:
de: Aktivieren:

source: Exit
de: Beenden

source: IPTV Bouquet Maker - Providers
de: IPTV Bouquet Maker - Anbieter

source: IPTV Bouquet Maker Configure
de: IPTV Bouquet Maker Konfigurieren

source: IPTV for Enigma2 - E2m3u2bouquet plugin
de: IPTV für Enigma2 - E2m3u2bouquet plugin

source: If set will replace PASSWORD placeholder in urls
de: Wenn gesetzt, wird der PASSWORD-Platzhalter in Urls ersetzt

source: If set will replace USERNAME placeholder in urls
de: Wenn gesetzt, wird der Platzhalter USERNAME in Urls ersetzt

source: Last channel update: {}
de: Letzte Kanalaktualisierung: {}

source: Log file has been saved to the tmp directory
de: Die Logdatei wurde im Verzeichnis tmp gespeichert.

source: No providers please add one (use green button) or create config.xml file
de: Keine Anbieter, bitte einen hinzufügen (drücke grüne Taste) oder erzeuge die config.xml Datei

source: Normally should be left disabled. Setting to enabled may allow recording on some boxes. If you playback issues (e.g. stuttering on channels) set back to disabled
de: Normal deaktiviert lassen. Aktiviert kann es Aufnahmen auf manchen Boxen ermöglichen. Bei Problemen bei der Wiedergabe bitte wieder deaktivieren

source: Override service refs
de: Überschreibe Service Referenzen

source: Password:
de: Passwort:

source: Please wait...
de: Bitte warten...

source: Provider Configure - {}
de: Anbieter konfigurieren - {}

source: Provider name
de: Anbieter Name

source: Providers
de: Anbieter

source: Providers EPG url. USERNAME & PASSWORD will be replaced by values below
de: Anbieter EPG Url. USERNAME & PASSWORD werden durch folgende Werte ersetzt

source: Providers M3U url. USERNAME & PASSWORD will be replaced by values below
de: Anbieter M3U url. USERNAME & PASSWORD werden durch folgende Werte ersetzt

source: Reset Bouquets
de: Zurücksetzen der Bouquets

source: Run
de: Ausführen

source: Save
de: Speichern

source: Schedule type
de: Zeitplantyp

source: Select where to place IPTV bouquets
de: Auswählen, wo IPTV-Bouquets platziert werden sollen

source: Set the day of time to perform the bouquet update
de: Legen Sie den Tag und die Uhrzeit fest, an dem die Aktualisierung des Bouquets erfolgen soll

source: Set the number of hours between automatic bouquet updates
de: Legen Sie die Anzahl der Stunden zwischen automatischen Bouquet-Aktualisierungen fest

source: Setup mode:
de: Setup-Modus:

source: Should be left disabled unless you need to use the override.xml to override service refs (e.g. for DVB to IPTV EPG mapping)
de: Sollte deaktiviert bleiben, es sei denn, Sie verwenden die Datei override.xml, um die Service-Referencen zu überschreiben

source: Show Log
de: Log anzeigen

source: Show in extensions
de: Unter Erweiterungen anzeigen

source: Show in extensions menu
de: Im Erweiterungsmenu anzeigen

source: Show in main menu
de: Im Hauptmenu anzeigen

source: Stream type for TV services
de: Streamtyp für TV Dienste

source: Stream type for VOD services
de: Streamtyp für VOD

source: TV Stream Type:
de: TV-Stream-Typ:

source: This will remove the IPTV Bouquets and Epg Importer configs that have been created. Proceed?
de: Dadurch werden die erstellten IPTV-Bouquets und Epg-Importer-Konfigurationen entfernt. Fortfahren?

source: Time to start update
de: Zeit um die Aktualisierung zu starten

source: Update bouquets at startup
de: Aktualisierung beim Start

source: Update interval (hours)
de: Aktualisierungsintervall (Stunden)

source: Update of channels will start. This may take a few minutes. Proceed?
de: Aktualisierung startet. Das kann einige Minuten dauern. weitermachen?

source: Update of channels will start. This may take a few minutes. Proceed?
de: Aktualisierung startet. Das kann einige Minuten dauern. weitermachen?

source: Update still in progress. Please wait.
de: Aktualisierung läuft noch. Bitte warten.

source: VOD Stream Type:
de: VOD Stream-Typ:

source: bottom
de: unten

source: expert
de: Experte

source: simple
de: Einfach

source: top
de: oben
